Repository: N0-C0M/Serenada
Catalog: client-ios/Resources/*.lproj/Localizable.strings
Languages: fr, ru

# common_back
source: Back
fr: Retour
ru: Назад

# settings_title
source: Settings
fr: Paramètres
ru: Настройки

# settings_save
source: Save
fr: Enregistrer
ru: Сохранить

# settings_cancel
source: Cancel
fr: Annuler
ru: Отмена

# settings_server_host
source: Server host
fr: Hôte du serveur
ru: Хост сервера

# settings_host_global
source: Global (%@)
ru: Глобальный (%@)

# settings_host_russia
source: Russia (%@)
fr: Russie (%@)
ru: Россия (%@)

# settings_custom
source: Custom
fr: Personnalisé
ru: Свой

# settings_language
source: Language
fr: Langue
ru: Язык

# settings_language_help
source: Auto uses your device language. Unsupported languages fall back to English.
fr: Auto utilise la langue de l’appareil. Les langues non prises en charge basculent en anglais.
ru: Авто использует язык устройства. Неподдерживаемые языки переключаются на английский.

# settings_language_auto
source: Auto (default)
fr: Auto (par défaut)
ru: Авто (по умолчанию)

# settings_language_english
source: English
fr: Anglais
ru: Английский

# settings_language_russian
source: Russian
fr: Russe
ru: Русский

# settings_language_spanish
source: Spanish
fr: Espagnol
ru: Испанский

# settings_language_french
source: French
fr: Français
ru: Французский

# settings_call_defaults
source: Call defaults
fr: Paramètres d’appel
ru: Параметры звонка

# settings_hd_video_experimental
source: HD Video (experimental)
fr: Vidéo HD (expérimental)
ru: HD видео (экспериментально)

# settings_hd_video_experimental_info
source: Enable higher-quality camera modes. May increase CPU usage.
fr: Active des modes caméra de meilleure qualité. Peut augmenter l’utilisation CPU.
ru: Включает более качественные режимы камеры. Может повысить нагрузку на CPU.

# settings_error_invalid_server_host
source: This host is unreachable or is not a Serenada server.
fr: Cet hôte est inaccessible ou n’est pas un serveur Serenada.
ru: Этот хост недоступен или не является сервером Serenada.

# join_enter_code_or_link
source: Enter a code or link
fr: Entrer un code ou un lien
ru: Введите код или ссылку

# join_settings
source: Settings
fr: Paramètres
ru: Настройки

# join_subtitle
source: Private 1:1 video calls, no accounts.
fr: Appels vidéo privés 1:1, sans compte.
ru: Приватные 1:1 видеозвонки, без аккаунтов.

# join_start_call
source: Start call
fr: Démarrer l’appel
ru: Начать звонок

# recent_calls_title
source: Your recent calls
fr: Vos appels récents
ru: Недавние звонки

# recent_calls_at
source: at
fr: à
ru: в

# recent_calls_remove
source: Remove
fr: Supprimer
ru: Удалить

# recent_calls_empty
source: No recent calls yet.
fr: Aucun appel récent pour l’instant.
ru: Недавних звонков пока нет.

# join_with_code_title
source: Join with a code
fr: Rejoindre avec un code
ru: Войти по коду

# join_with_code_action
source: Join
fr: Rejoindre
ru: Войти

# join_with_code_hint
source: Enter the code or link provided by the meeting organizer
fr: Entrez le code ou le lien de l’organisateur
ru: Введите код или ссылку от организатора

# join_with_code_placeholder
source: Meeting code or link
fr: Code ou lien
ru: Код встречи или ссылка

# error_something_went_wrong
source: Something went wrong
fr: Une erreur est survenue
ru: Что-то пошло не так

# error_enter_room_or_id
source: Enter a room link or ID
fr: Entrez un lien ou un ID de salle
ru: Введите ссылку или ID комнаты

# error_failed_create_room
source: Failed to create room
fr: Échec de création de la salle
ru: Не удалось создать комнату

# error_invalid_room_id
source: Invalid room ID
fr: ID de salle invalide
ru: Некорректный ID комнаты

# error_unknown
source: Unknown error
fr: Erreur inconnue
ru: Неизвестная ошибка

# call_status_connected
source: Connected
fr: Connecté
ru: Подключено

# call_status_connecting
source: Connecting
fr: Connexion
ru: Подключение

# call_status_disconnected
source: Disconnected
fr: Déconnecté
ru: Отключено

# call_status_connection_failed
source: Connection failed
fr: Échec de connexion
ru: Ошибка соединения

# call_status_call_ended
source: Call ended
fr: Appel terminé
ru: Звонок завершен

# call_status_creating_room
source: Creating room...
fr: Création de la salle...
ru: Создаем комнату...

# call_status_joining_room
source: Joining room...
fr: Connexion à la salle...
ru: Подключаемся к комнате...

# call_status_waiting_for_join
source: Waiting for someone to join
fr: En attente d’un participant
ru: Ожидание собеседника

# call_status_in_call
source: In call
fr: En appel
ru: В звонке

# call_status_left_room
source: Left room
fr: Salle quittée
ru: Вы вышли из комнаты

# call_status_room_ended
source: Room ended
fr: Salle terminée
ru: Комната завершена

# call_local_camera_off
source: Your camera is off
fr: Votre caméra est désactivée
ru: Ваша камера выключена

# call_camera_off
source: Camera off
fr: Caméra désactivée
ru: Камера выключена

# call_waiting_short
source: Waiting...
fr: En attente...
ru: Ожидание...

# call_video_off
source: Video off
fr: Vidéo désactivée
ru: Видео выключено

# call_reconnecting
source: Reconnecting...
fr: Reconnexion...
ru: Переподключение...

# call_waiting_overlay
source: Waiting for someone to join...
fr: En attente d’un participant...
ru: Ждем, пока кто-то присоединится...

# call_qr_code
source: QR code
fr: Code QR
ru: QR-код

# call_share_invitation
source: Share invitation
fr: Partager l’invitation
ru: Поделиться приглашением

# call_invite_to_room
source: Invite to call
fr: Inviter à l’appel
ru: Позвать в звонок

# call_invite_sent
source: Invite sent
fr: Invitation envoyée
ru: Приглашение отправлено

# call_invite_failed
source: Failed to send invite
fr: Échec de l’envoi de l’invitation
ru: Не удалось отправить приглашение

source: Camera enabled
fr: Caméra activée
ru: Камера включена

# camera_enabled_info
source: Turn on camera when joining a call
fr: Activer la caméra à l’entrée d’un appel
ru: Включать камеру при входе в звонок

source: Microphone enabled
fr: Microphone activé
ru: Микрофон включен

# microphone_enabled_info
source: Turn on microphone when joining a call
fr: Activer le micro à l’entrée d’un appel
ru: Включать микрофон при входе в звонок

# settings_saved_rooms_title
source: Saved rooms
fr: Salles enregistrées
ru: Сохраненные комнаты

# settings_saved_rooms_help
source: Keep named rooms on the home screen. Use + Create to make a shareable room link.
fr: Conservez des salles nommées sur l’écran d’accueil. Utilisez + Créer pour générer un lien partageable.
ru: Храните именованные комнаты на главном экране. Используйте + Создать, чтобы сделать ссылку для приглашения.

# settings_saved_rooms_show_first
source: Show saved rooms above recent calls
fr: Afficher les salles enregistrées au-dessus des appels récents
ru: Показывать сохраненные комнаты выше недавних звонков

# settings_saved_rooms_show_first_info
source: Turn off to place saved rooms below recent calls.
fr: Désactivez pour afficher les salles enregistrées sous les appels récents.
ru: Отключите, чтобы показывать сохраненные комнаты ниже недавних звонков.

# settings_invites_title
source: Invites
fr: Invitations
ru: Приглашения

# settings_invite_notifications
source: Invite notifications
fr: Notifications d’invitation
ru: Уведомления о приглашениях

# settings_invite_notifications_info
source: Show notifications when someone invites you to a saved room.
fr: Afficher une notification quand quelqu’un vous invite dans une salle enregistrée.
ru: Показывать уведомления, когда вас приглашают в сохраненную комнату.

# settings_app_version
source: App version: %@
fr: Version de l’app : %@
ru: Версия приложения: %@

# saved_rooms_title
source: Saved rooms
fr: Salles enregistrées
ru: Сохраненные комнаты

# saved_rooms_title_empty
source: No saved rooms
fr: Aucune salle enregistrée
ru: Нет сохраненных комнат

# saved_rooms_create
source: + Create
fr: + Créer
ru: + Создать

# saved_rooms_create_action
source: Create
fr: Créer
ru: Создать

# saved_rooms_save
source: Save room
fr: Enregistrer la salle
ru: Сохранить комнату

# saved_rooms_rename
source: Rename room
fr: Renommer la salle
ru: Переименовать комнату

# saved_rooms_remove
source: Remove room
fr: Supprimer la salle
ru: Удалить комнату

# saved_rooms_name_label
source: Room name
fr: Nom de la salle
ru: Название комнаты

# saved_rooms_name_placeholder
source: For example, Family
fr: Par exemple, Famille
ru: Например, Семья

# saved_rooms_dialog_title_new
source: Save room
fr: Enregistrer la salle
ru: Сохранить комнату

# saved_rooms_dialog_title_rename
source: Rename saved room
fr: Renommer la salle
ru: Переименовать комнату

# saved_rooms_dialog_title_create
source: Create room
fr: Créer une salle
ru: Создать комнату

# saved_rooms_last_joined
source: Last joined %@
fr: Dernière utilisation %@
ru: Последний вход %@

# saved_rooms_never_joined
source: Never joined
fr: Jamais
ru: Никогда

# settings_saved_rooms_share_link_chooser
source: Share room link
fr: Partager le lien de la salle
ru: Поделиться ссылкой на комнату

# error_invalid_saved_room_name
source: Invalid room name
fr: Nom de salle invalide
ru: Некорректное имя комнаты

# error_failed_create_saved_room_link
source: Failed to create room link
fr: Échec de création du lien de salle
ru: Не удалось создать ссылку на комнату

# settings_diagnostics_title
source: Diagnostics
fr: Diagnostic
ru: Диагностика

# settings_diagnostics_action
source: Device check
fr: Vérification de l'appareil
ru: Проверка устройства

# diagnostics_title
source: Diagnostics
fr: Diagnostic
ru: Диагностика

# diagnostics_permissions_title
source: Permissions
fr: Autorisations
ru: Разрешения

# diagnostics_permission_camera
source: Camera
fr: Caméra
ru: Камера

# diagnostics_permission_microphone
source: Microphone
ru: Микрофон

# diagnostics_permission_notifications
source: Notifications
ru: Уведомления

# diagnostics_permissions_request
source: Request permissions
fr: Demander les autorisations
ru: Запросить разрешения

# diagnostics_refresh
source: Refresh
fr: Actualiser
ru: Обновить

# diagnostics_media_title
source: Media
fr: Média
ru: Медиа

# diagnostics_media_any_camera
source: Camera hardware
fr: Matériel caméra
ru: Оборудование камеры

# diagnostics_media_front_camera
source: Front camera
fr: Caméra avant
ru: Фронтальная камера

# diagnostics_media_back_camera
source: Back camera
fr: Caméra arrière
ru: Основная камера

# diagnostics_media_composite
source: Composite camera support
fr: Prise en charge caméra composite
ru: Поддержка composite-камеры

# diagnostics_media_mic_hardware
source: Microphone hardware
fr: Matériel microphone
ru: Оборудование микрофона

# diagnostics_media_sample_rate
source: Sample rate
fr: Fréquence d'échantillonnage
ru: Частота дискретизации

# diagnostics_media_buffer
source: Buffer size
fr: Taille du tampon
ru: Размер буфера

# diagnostics_refresh_media
source: Refresh media capabilities
fr: Actualiser les capacités média
ru: Обновить медиавозможности

# diagnostics_connectivity_title
source: Connectivity
fr: Connectivité
ru: Сетевые проверки

# diagnostics_connectivity_host
source: Host
fr: Hôte
ru: Хост

# diagnostics_run_connectivity
source: Run connectivity checks
fr: Lancer les tests de connectivité
ru: Запустить сетевые проверки

# diagnostics_running
source: Running...
fr: En cours...
ru: Выполняется...

# diagnostics_check_passed
source: Passed
fr: Réussi
ru: Успешно

# diagnostics_ice_stun
source: STUN check
fr: Vérification STUN
ru: Проверка STUN

# diagnostics_ice_turn
source: TURN check
fr: Vérification TURN
ru: Проверка TURN

# diagnostics_run_ice_full
source: Run Full Test
fr: Test complet
ru: Полный тест

# diagnostics_run_ice_turns_only
source: Run TURNS Only
fr: TURNS uniquement
ru: Только TURNS

# diagnostics_ice_no_servers
source: No ICE servers available
fr: Aucun serveur ICE disponible
ru: Нет доступных ICE-серверов

# diagnostics_logs_title
source: Logs
fr: Journaux
ru: Логи

# diagnostics_logs_empty
source: No logs yet
fr: Aucun journal
ru: Логи отсутствуют

# diagnostics_status_available
source: Available
fr: Disponible
ru: Доступно

# diagnostics_status_missing
source: Missing
fr: Manquant
ru: Отсутствует

# call_a11y_mute_on
source: Mute microphone
fr: Couper le microphone
ru: Выключить микрофон

# call_a11y_mute_off
source: Unmute microphone
fr: Activer le microphone
ru: Включить микрофон

# call_a11y_video_on
source: Turn off camera
fr: Désactiver la caméra
ru: Выключить камеру

# call_a11y_video_off
source: Turn on camera
fr: Activer la caméra
ru: Включить камеру

# call_a11y_flip_camera
source: Flip camera
fr: Basculer la caméra
ru: Переключить камеру

# call_a11y_screen_share_on
source: Stop screen sharing
fr: Arrêter le partage d'écran
ru: Остановить демонстрацию экрана

# call_a11y_screen_share_off
source: Start screen sharing
fr: Démarrer le partage d'écran
ru: Начать демонстрацию экрана

# call_a11y_end_call
source: End call
fr: Terminer l'appel
ru: Завершить звонок

# call_a11y_flashlight_on
source: Turn off flashlight
fr: Éteindre la lampe
ru: Выключить фонарик

# call_a11y_flashlight_off
source: Turn on flashlight
fr: Allumer la lampe
ru: Включить фонарик

# call_a11y_share_invite
source: Share invite link
fr: Partager le lien d'invitation
ru: Поделиться ссылкой

# call_a11y_video_fit
source: Fit video
fr: Ajuster la vidéo
ru: Вписать видео

# call_a11y_video_fill
source: Fill video
fr: Remplir la vidéo
ru: Заполнить видео
